---
kind: other
id: Properties.T:Autodesk.Revit.DB.ValueParsingOptions
source: html/42b2d42d-0145-0fee-9e2e-06ec40f942ed.htm
---
# ValueParsingOptions Properties

The allowable range of values to be parsed.